Repository: radblesk/BleyLog
Catalog: BleyLog/Resources/Localizable.xcstrings
Source language: en
Languages: sk

source: %@ hours
sk: %@ hodín

source: %lld days completed
sk: %lld dní dokončených

source: %lld people
sk: %lld osôb

source: %lld points
sk: %lld bodov

source: %lld words
sk: %lld slov

source: ^[%@ cup](inflect: true)
sk: ^[%@ šálka](inflect: true)

source: ^[%lf cup](inflect: true)
sk: ^[%lf šálka](inflect: true)

source: ^[%lld project](inflect: true)
sk: ^[%lld projekt](inflect: true)

source: Add Book
sk: Pridať knihu

source: Add extra frosting
sk: Extra poleva

source: Add extra sprinkles
sk: Extra posýpka

source: Add habit
sk: Pridať zlozvyk

source: Add new habit to get started!
sk: Pridaj svoj prvý zlozvyk!

source: Added: %@
sk: Pridané: %@

source: Amount
sk: Suma

source: Amount per person
sk: Suma na osobu

source: Animated button
sk: Animované tlačidlo

source: Animated text
sk: Animovaný text

source: Animations
sk: Animácie

source: Answer
sk: Odpoveď

source: Any special requests?
sk: Špeciálne požiadavky?

source: Are you sure?
sk: Si si istý?

source: Are you sure? This will remove all user data and replace it with default values.
sk: Si si istý? Toto vymaže a nahradí všetky dáta.

source: Author's name
sk: Meno autora

source: Bedtime
sk: Večierka

source: BetterRest
sk: LepšíOddych

source: Browse
sk: Prehliadať

source: Business
sk: Biznis

source: Cancel
sk: Zrušiť

source: Change Player
sk: Zmeniť hráča

source: Check answers
sk: Skontrolovať odpovede

source: Check out
sk: Platba

source: City
sk: Mesto

source: Continue
sk: Pokračovať

source: Converted Temperature
sk: Prevedená teplota

source: Courses
sk: Kurzy

source: Crew
sk: Posádka

source: Current score: %lld
sk: Aktuálne skóre: %lld

source: Custom transitions
sk: Vlastné animácie

source: Daily coffee intake.
sk: Denný príjem kávy.

source: Data
sk: Dáta

source: Data successfully removed. Please restart the app.
sk: Dáta boli úspešne odstránené. Prosím, reštartuj aplikáciu.

source: Date
sk: Dátum

source: Day %lld
sk: Deň %lld

# Day %lld in %@
source: Day %1$lld in %2$@
sk: Deň %1$lld v %2$@

# Days %lld - %lld
source: Days %1$lld - %2$lld
sk: Dni %1$lld - %2$lld

# Days %lld - %lld in %@
source: Days %1$lld - %2$lld in %3$@
sk: Dni %1$lld - %2$lld v %3$@

source: Delete
sk: Odstrániť

source: Delete book
sk: Odstrániť knihu

source: Delete this book
sk: Odstrániť túto knihu

source: Delivery details
sk: Podrobnosti doručenia

source: Description
sk: Popis

source: Desired amount of sleep.
sk: Očakávaná dĺžka spánku.

source: Details for %@
sk: Detaily %@

source: Display Mode
sk: Zobrazenie

source: Drag Gesture animation
sk: Animácia potiahnutia

source: Enter a word
sk: Vložte slovo

source: Enter temperature
sk: Zadajte teplotu

source: Error
sk: Chyba

source: for %@
sk: pre %@

source: Game Over! Poor performance, if you ask me.
sk: Koniec hry! Pekne na hovno výkon podľa mňa.

source: Genre
sk: Žáner

source: Go to random number
sk: Preskoč na náhodné číslo

source: Grand Total
sk: Celková suma

source: Guess the Flag
sk: Hádaj vlajku

source: Home
sk: Domov

source: How much do you want to tip?
sk: Aké sprepitné chcete nechať?

source: Input Unit
sk: Vstupná jednotka

source: Insert Temperature
sk: Vložte teplotu

source: Language
sk: Jazyk

source: Languages
sk: Jazyky

source: Lessons
sk: Lekcie

source: Locations
sk: Lokácie

source: Minus
sk: Mínus

source: Mission Highlights
sk: Hlavné body misie

source: Multiplication table
sk: Tabuľka násobenia

source: Multiplications up to
sk: Násobky do

source: Multiplications up to %lld
sk: Násobky do %lld

source: Name
sk: Meno

source: Name of book
sk: Názov knihy

source: No scores yet. Play and try to beat the leaderboard!
sk: Zatiaľ žiadne skóre. Hraj a skús poraziť leaderboard!

source: Number of cakes:
sk: Počet koláčikov:

source: Number of cakes: %lld
sk: Počet koláčikov: %lld

source: Number of people
sk: Počet osôb

source: Number of questions
sk: Počet otázok

source: Number: %lld
sk: Číslo: %lld

source: Output Unit
sk: Výstupná jednotka

source: Personal
sk: Osobné

source: Place order
sk: Objednať

source: Play again
sk: Hrať znovu

source: Please enter a time
sk: Zadajte čas

source: Progress
sk: Postup

source: Projects
sk: Projekty

source: Recent
sk: Posledné

source: Remove
sk: Vymazať

source: Remove user data
sk: Vymazať užívateľské dáta

source: Reset all data
sk: Resetovať všetky dáta

source: Restart
sk: Reštartovať

source: Rock, Paper, Scissors
sk: Kameň, Papier, Nožnice

source: Save
sk: Uložiť

# Score: %lld / %lld
source: Score: %1$lld / %2$lld
sk: Skóre: %1$lld / %2$lld

source: Search
sk: Hľadať

source: Select a Folder
sk: Vyberte priečinok

source: Select a lesson
sk: Vyber lekciu

source: Select a Location
sk: Vyberte lokáciu

source: Select a project
sk: Vyber projekt

source: Select number of questions
sk: Vyber počet otázok

source: Select units to convert from and to.
sk: Vyberte jednotky na prevod.

source: Select your cake type
sk: Vyber druh koláčika

source: Set a new player
sk: Nastaviť hráča

source: Settings
sk: Nastavenia

source: Shared
sk: Zdieľané

source: Show fewer
sk: Zobraziť menej

source: Show less
sk: Zobraziť menej

source: Show more
sk: Zobraziť viac

source: Showing/Hiding views
sk: Zobrazenie/Skrytie okna

source: Start
sk: Štart

source: Start over
sk: Začať odznova

source: Street Adress
sk: Ulica

source: Tap me
sk: Stlač ma

source: Tap Me
sk: Stlač Ma

source: Tap the flag of
sk: Ťukni na vlajku

source: Tip Percentage
sk: Percento sprepitného

source: Title
sk: Názov

source: To increase your number, tap the button above! Once you've completed a day, it will be added to the count.
sk: Na zvýšenie čísla ťukni na tlačidlo vyššie. Keď úspešne ukončíš deň, pridaj ho medzi ostatné.

source: Toggle view
sk: Prepnúť zobrazenie

source: Toggle View
sk: Prepnúť zobrazenie

source: Try to beat me. Choose wisely!
sk: Skús ma poraziť. Vyberaj múdro!

source: Type
sk: Typ

source: Units
sk: Jednotky

source: When do you want to wake up?
sk: Kedy chceš vstávať?

source: Write a review
sk: Napíš recenziu

source: Your predicted bedtime is:
sk: Mal by si ísť spať o:

source: Your review
sk: Recenzia

source: Your score is %lld
sk: Tvoje skóre je %lld

# Your score is %lld / %lld
source: Your score is %1$lld / %2$lld
sk: Tvoje skóre je %1$lld / %2$lld

source: Your total cost is %@
sk: Tvoja celková cena je %@

source: Zip
sk: PSČ
